<?php
return [
    '无限制' => '无限制',
    '小时' => '小时',
    '账号已禁用' => '账号已禁用，请联系管理员',
    '账号未注册' => '账号未注册',
    '密码错误' => '密码错误',
    '秒' => '秒',
    '未设置价格' => '未设置%s的价格，请联系管理员',
    '积分不足' => '积分不足',

    '系统不存在' => '系统不存在',
    '系统已过期' => '系统已过期',
    '系统已禁用' => '系统已禁用',
    '账号已注册' => '账号已注册，请直接登录',
    '注册成功' => '注册成功',
    '退出成功' => '退出成功',
    '账户已锁定' => '账户已锁定，请%s分钟后再试',

    'code标题' => '尊敬的用户，验证码是：%s',
    '尊敬的用户' => '尊敬的用户',
    '验证码' => '验证码',
    '邮件注意' => '请注意：这是来自站点的授权，如非本人操作，请忽略',

    // visual
    '图片生成' => '图片生成',
    '视频生成' => '视频生成',
    '标清' => '标清',
    '高清' => '高清',
    '文生图' => '文生图',
    '图生图' => '图生图',
];